Repository: sugarlabs/maps-activity
Catalog: po/*.po
Languages: es

source: Map
es: Mapa

source: Edit
es: Editar

source: Search
es: Buscar

source: Find:
es: Busca:

source: Tags:
es: Palabras:

source: Save Search
es: Recordar Mapa

source: Connecting to Map Server
es: Est치 Connectando

source: Zoom In
es: Magnificar

source: Zoom Out
es: Magnificar Menos

source: Save
es: Recordar

source: Saved Map
es: Mapa recordado

source: Describe Map
es: Escribe sobre esto

source: Remove Map
es: Cancelaci칩n

source: Copy to Clipboard
es: Copiar

source: Add Media
es: Foto nuevo

source: Add Info
es: Escribir

source: Delete
es: Cancelar

source: Library
es: Biblioteca

source: Measure
es: Medici칩n

source: OurMaps
es: NuestrosMapas

source: Latitude:
es: Latitud:

source: Longitude:
es: Longitud:

source: Description:
es: Descripci칩n:

source: lang=en
es: lang=es
